;------------------------------------------------------------------------------
; UltraDefrag GUI Latvian Language Pack.
; Copyright (C) 2009 by Sevelyr, sevelyr@gmail.com)
;------------------------------------------------------------------------------
 
; Main window controls.
 
RESCAN_DRIVES         = Disku meklēšana
SKIP_REMOVABLE_MEDIA  = Izlaist maināmus datu nesējus
CLUSTER_MAP           = Diska karte
ANALYSE               = Analizēt
DEFRAGMENT            = Defragmentēt
OPTIMIZE              = Optimizēt failus
PAUSE                 = Pauze
STOP                  = Stop
REPORT                = Atskaite
SETTINGS              = Uzstādījumi
ABOUT                 = Par programmu
SHUTDOWN_PC_AFTER_A_JOB  = Shut down PC after a job
HIBERNATE_PC_AFTER_A_JOB = Hibernate PC after a job
 
; Drive's list items.
 
VOLUME                = Sējums
STATUS                = Statuss
FILESYSTEM            = Failu sistēma
TOTAL                 = Kopā
FREE                  = Brīvs
PERCENT               = Procentos
 
; Status messages
 
ANALYSE_STATUS        = Notiek analīze
DEFRAG_STATUS         = Gatavs
 
; Status bar messages.
 
DIRS                  = Mapes
FILES                 = Faili
FRAGMENTED            = Fragmentēti
COMPRESSED            = Saspiesti
MFT                   = MFT
 
; Settings window.
 
EDIT_MAIN_OPTS        = Galvenie uzstādījumi
EDIT_REPORT_OPTS      = Atskaites parametri
READ_USER_MANUAL      = Lietotāja instrukcija
 
; About window.
 
ABOUT_WIN_TITLE       = Par programmu Ultra Defragmenter
CREDITS               = Autori
LICENSE               = Licence
 
; END OF FILE
